Repository: AnarchyLinux/installer
Catalog: extra/desktop/Anarchy-cinnamon/.local/share/cinnamon/extensions/transparent-panels@germanfr/po/*.po
Languages: hr

source: %s enabled
hr: %s omogućeno

source: Open the extension settings and customize your panels
hr: Otvorite postavke proširenja i prilagodite svoje panele

source: Open settings
hr: Otvori postavke

source: Type of transparency
hr: Vrsta prozirnosti

source: Choose the type of transparency you want.
hr: Odaberite željenu vrstu prozirnosti.

source: Defined by theme
hr: Određena temom

source: Fully transparent
hr: Potpuna prozirnost

source: Semi-transparent
hr: Polovična prozirnost

source: With shadow
hr: Sa sjenkama

source: Remove theme transparency (experimental)
hr: Ukloni prozirnost teme (eksperimentalno)

source: Remove panel transparency when it's not transparent.
hr: Ukloni prozirnost panela kada nije proziran.

source: Transparent panels
hr: Prozirni paneli

source: Transparentize your panels when there are no any maximized windows
hr: Paneli su prozirni kada nema uvećanih prozora.
