Repository: AnarchyLinux/installer
Catalog: extra/desktop/Anarchy-gnome/.local/share/gnome-shell/extensions/dynamic-panel-transparency@rockon999.github.io/locale/*/LC_MESSAGES/dynamic-panel-transparency.po
Languages: es

source: default
es: por defecto

source: App Tweaks
es: Ajustes

source: Add a Custom WM_CLASS
es: Añadir un WM_CLASS personalizado

source: Classy transparency for your panel.
es: Transparencia con clase para tu panel.

source: Website
es: Sitio Web

source: Shell Restart Required.
es: Se requiere reiniciar la línea de comandos.

source: A shell restart is required to view some of your changes. Do you want to restart now?
es: Se requiere reiniciar la línea de comandos para ver algunos de sus cambios. ¿Desea reiniciar ahora?

source: Transition Speed
es: Velocidad de transición

source: Overrides 'gtk-enable-animations'.
es: Sobreescribe 'gtk-enable-animations'.

source: Transitions
es: Transiciones

source: Enable custom text coloring
es: Acticar color de texto personalizado

source: Primary Color
es: Color primario

source: Secondary Color
es: Color secundario

source: Use when a window is maximized
es: Usar cuando una ventana está maximizada

source: Use when the overview is visible
es: Usar cuando la vista general está visible

source: Enable text shadowing
es: Activar sombras de texto

source: Shadow Color
es: Color de la sombra

source: Radius
es: Radio

source: Horizontal Offset
es: Desplazamiento horizontal

source: Vertical Offset
es: Desplazamiento vertical

source: Enable icon shadowing
es: Activar sombras de iconos

source: Foreground
es: Primer plano

source: Unmaximized Opacity
es: Opacidad sin maximizado

source: Maximized Opacity
es: Opacidad con maximizado

source: Enable custom opacity
es: Activar opacidad personalizada

source: Panel Color
es: Color del panel

source: Enable custom panel color
es: Activar color del panel personalizado

source: Remove excess panel styling
es: Eliminar estilo sobrante del panel

source: (Fixes theme incompatibilities.)
es: (Corrigue incompatibilidades del tema.)

source: Hide corners
es: Ocultar esquinas

source: Background
es: Fondo

source: About
es: Acerca de

source: Advanced...
es: Avanzado...

source: A WM_CLASS is a code that identifies a window. Use this setting if the window you want custom settings for is not part of an application. You can find a window's WM_CLASS with the command 'xprop WM_CLASS'. Enter the second result from 'xprop WM_CLASS' below without quotation marks.
es: Un WM_CLASS es un código que identifica una ventana. Use este ajuste si la ventana que desea personalizar no es parte de una aplicación. Puede localizar el WM_CLASS de una ventana mediante el comando 'xprop WM_CLASS'. Introduzca el segundo resultado de 'xprop WM_CLASS' sin comillas.

source: WM_CLASS cannot be blank.
es: WM_CLASS no puede estar en blanco.

source: Enable background app tweaks
es: Activar ajustes de la aplicación de fondo

source: Theme Source
es: Fuente del tema

source: Always trigger the panel.
es: Desencadenar siempre el panel
